{
  "translation": {
    "header-about": "About",
    "how-it-works": "How it Works",
    "publishers": "Publishers",
    "contact-us": "Contact Us",
    "install-and-play-now": "Install and Play now",
    "welcome-to": "Welcome to",
    "the-future": "the future",
    "of": "of",
    "gaming": "gaming",
    "home-detail": "Tymt is a multi-chain game launcher and an environment fo creating and publishing games",
    "featured-games": "Featured Games",
    "featured-detail": "Tymt GAMES is a gaming environment and platform, built using the Solar Core blockchain solutions, enabling a new world of game economy - empowering Developers and Publishers!",
    "publish-your-game": "Publish your game",
    "district-detail": "'District 53: Voxel Metropolis' is an immersive voxel-based strategy game set in a retro-futuristic cityscape, where players vie for dominance over an ever-evolving urban jungle of neon and steel. In 'District 53: Voxel Metropolis', you ...",
    "more-games": "More Games on the way",
    "your-launcher": "Your Launcher",
    "your-wallet": "Your Wallet",
    "wallet-detail-1": "In order to enjoy all the benefits of Web3 gaming - you need a “blockchain id” - an “address” - just like you do when you install a ",
    "crypto-wallet": "crypto wallet",
    "wallet-detail-2": "When you Sign-in to tymt - it will automatically create 5 such “addresses”: on Solar (SXP), ERC-20 (ETH), BSC (BNB), Solana (SOL), Polygon (MATIC), and Bitcoin chains. You can easily access and manage them from your Wallet in order to Pay with any currency - and Play on any chain.",
    "how-to-install": "How to install and play",
    "step": "STEP",
    "step-1-detail": "Download and install the tymt launcher.",
    "step-2-detail": "Create your account. If you have a Solar Wallet, or a Solar Card App - you can import your account as well!",
    "step-3-detail": "Make sure to secure and store your pass-phrase. Remember that in Web3 - your phrase is the ultimate key to restore your wallet.",
    "step-4-detail": "Visit the Catalog for a list of available games. Currently tymt features District 53 - a voxel-based metaverse developed by tymt GAMES / Dokdo.",
    "step-5-detail": "Join our social channels for community support, help and to meet new friends!",
    "for-publishers": "For publishers",
    "and-developers": "and developers",
    "publisher-detail": "Our mission is to bridge, connect and empower Gamers, Developers and Game Publishers - we think in terms of Community, rather than Competition. If you want to reach a new community of potential gamers - publish your game on tymt!",
    "if-you-are-a-publisher": "If you are a Publisher",
    "publisher-contact": "Simply contact us and publsih your game",
    "if-you-are-a-developer": "If you are a Developer",
    "developer-contact": "Visit our GitHub repository for all documentation and SDK",
    "go-to-github": "Go to GitHub",
    "right": "©2024. All rights reserved.",
    "privacy": "Privacy Policy",
    "terms": "Terms of Service",
    "submit": "Submit",
    "email": "Email",
    "name": "Name",
    "your-message": "Your message ...",
    "subject": "Subject",
    "installation-technical-issue": "Installation/technical issue",
    "development-question": "Development question",
    "collaboration-question": "Collaboration question",
    "gerneral-inquiry": "Gerneral inquiry"
  }
}
